<?php
    $site_domains=Resource::getSiteDomains();
    return array('0'=>array(
                                array('ข้อมูลส่วนตัวของฉันบนเว็บไซต์ของคุณจะปลอดภัยหรือไม่' => 
                                    'เว็บไซต์ของเราใช้การเข้ารหัสและเทคโนโลยีการป้องกันที่ทันสมัยที่สุดเพื่อให้คุณมั่นใจว่าข้อมูลส่วนตัวและข้อมูลทางการเงินส่วนบุคคลของคุณจะปลอดภัย'), // need product name #1
                                array('ฉันจะติดต่อฝ่ายสนับสนุนลูกค้าได้อย่างไร'=>
                                    'คุณสามารถคลิกปุ่ม “ติดต่อเรา” ได้ที่ด้านล่างซ้ายของเว็บไซต์เรา '
                                    . 'เพจจะส่งคุณไปยังเพจใหม่ที่มีวิธีติดต่อฝ่ายสนับสนุนลูกค้าอยู่มากมาย ไม่ว่าจะเป็นทางโทรศัพท์ แชทสด หรือทางอีเมล'),
                                array('ฉันมีสิทธิ์เล่นหรือไม่'=>
                                    'คุณจะต้องบรรลุนิติภาวะตามที่กำหนดไว้ในกฎหมายที่บังคับใช้ในพื้นที่ที่คุณอาศัยอยู่ และไม่ว่าในกรณีใดๆ คุณจะต้องมีอายุ 18 ปีขึ้นไป '
                                    . 'ผู้เล่นจะต้องมีวิธีการชำระเงินที่ถูกต้องในชื่อของผู้เล่นเองด้วย'),
                                array('จะเป็นอย่างไรหากการเชื่อมต่ออินเทอร์เน็ตของฉันล้มเหลวขณะที่กำลังเล่นเกมอยู่'=>
                                    'การเชื่อมต่ออินเทอร์เน็ตล้มเหลวเกิดขึ้นได้จากหลายกรณีด้วยกัน '
                                    . 'ทางเรามีการพัฒนากลไกเพื่อรับมือกับปัญหาการขาดการเชื่อมต่อที่ผิดปกติเช่นนี้ '
                                    . 'ทั้งนี้ขึ้นนอยู่กับเกมที่คุณกำลังเล่นด้วย '
                                    . 'หากคุณเล่นเกมสล็อตและคลิกปุ่มหมุนไปแล้วและขาดการเชื่อมต่อไป เมื่อคุณกลับมา ผลของเกมจะแสดงในรายละเอียดประวัติของผู้เล่นที่คุณสามารถตรวจสอบและดูได้ว่าเกิดอะไรขึ้นในเกมนั้น '
                                    . 'หากคุณเล่นเกมนั่งโต๊ะก็จะขึ้นอยู่กับว่าคุณอยู่ในขั้นตอนใดของเกม ซึ่งอาจหยุดชั่วคราวได้หรือระบบดำเนินการให้คุณโดยอัตโนมัติ'),
                                array('ฉันมีเรื่องอยากร้องเรียน ฉันต้องติดต่อใคร'=>
                                    'ในกรณีของเรื่องร้องเรียน โปรดอีเมลไปที่ {{@site.name}} และเพื่อให้เราแก้ไขเรื่องร้องเรียนได้อย่างรวดเร็วที่สุด โปรดให้ข้อมูลกับเรามากที่สุดเท่าที่จะทำได้ เราจะสำรวจและแก้ไขเรื่องร้องเรียนโดยเร็วที่สุด'), // need product name #2
                                array('ตัวพิมพ์เล็กและตัวพิมพ์ใหญ่ในชื่อผู้ใช้ ชื่อเข้าสู่ระบบ และรหัสผ่านมีผลหรือไม่'=>'ตัวพิมพ์เล็กและตัวพิมพ์ใหญ่มีผลเฉพาะกับรหัสผ่านเท่านั้น'),
                                array('ฉันลืมรหัสผ่าน ฉันควรทำอย่างไร'=>'คลิกปุ่ม ‘ลืมรหัสผ่าน’ และกรอกแบบฟอร์มและส่ง ซึ่งเป็นการอนุญาตให้ทางคาสิโนสร้างรหัสผ่านใหม่ให้คุณ'),
                                array('ฉันจะหาข้อมูลเพิ่มเติมเกี่ยวกับเกมได้อย่างไร'=>
                                    'คุณสามารถค้นหาข้อมูลเกี่ยวกับเกมได้ในหน้ากฎของเกม (ข้อ 14) '
                                    . 'ที่นั่นจะมีลิงค์สำหรับแต่ละส่วนของเกมซึ่งจะพาคุณไปยังรายละเอียดแต่ละส่วนของเกม'),
                                array('การดำเนินการฝากเงินจะใช้เวลานานเท่าใด' => 
                                    'การฝากจะใช้เวลาประมาณ 2-5 นาทีในการดำเนินการและจะเปลี่ยนเป็นเครดิตในบัญชีของคุณ'),
                                array('ฉันจะมั่นใจได้อย่างไรว่าเกมมีความโปร่งใสยุติธรรม'=>
                                    'ซอฟต์แวร์เกม {{@site.name}}ได้รับการทดสอบและได้รับการรับรองว่ามีมาตรฐานระดับเดียวกับกรมธนารักษ์โดยหนึ่งในห้องปฏิบัติการด้านการเล่นเกมชั้นแนวหน้าของโลก ซึ่งเป็นผู้ตรวจสอบทุกแง่มุมของการดำเนินการคาสิโน'
                                    . ' ซึ่งหมายความว่าไม่ได้ตรวจสอบเพียงระบบกำหนดเลขแบบสุ่มเท่านั้น แต่รวมถึงส่วนของซอฟต์แวร์ ฮาร์ดแวร์ และการดำเนินการด้วย'),
                                array('มีการสร้างผลลัพธ์ของเกมออกมาอย่างไร'=>
                                    '{{@site.name}} ใช้ “ระบบกำหนดเลขแบบสุ่ม” (RNG) ที่มีความซับซ้อนเป็นอย่างมากในการสร้างผลลัพธ์แบบสุ่มในแต่ละเกมซึ่งการันตีถึงผลลัพธ์แบบสุ่มโดยสมบูรณ์ในทุกเกม'),
                                array('ฉันไม่แน่ใจว่าผลในเกมรอบที่ผ่านมาเป็นเช่นไร ฉันต้องทำอย่างไร'=>
                                    'คุณสามารถเข้าไปที่่ส่วนของ “ประวัติเกม” และดูผลของรอบที่ผ่านมา '
                                    . 'หากคุณมีคำถามเพิ่มเติม โปรดติดต่อเจ้าหน้าที่ฝ่ายสนับสนุนลูกค้าที่ '.Config::get("settings.EMAIL_SENDER").'. '
                                    . 'คุณสามรถโทรหรืออีเมลหาเราได้ตลอด 24 ชั่วโมงทุกวัน'),
                                array('เดิมพันต่ำสุดและสูงสุดอยู่ที่เท่าใด'=>
                                    'จำนวนเดิมพันจะแตกต่างกันไปขึ้นอยู่กับเกมที่คุณเล่น '
                                    . 'หากต้องการดูเดิมพันของเกมใด คุณสามารถไปที่หน้า “กฎของเกม” และดูข้อมูลเกี่ยวกับเดิมพัน การจ่ายเงินรางวัล แถวรางวัล และกฎของเกมได้'),
                                array('ฉันสามารถเล่นเกมบนมือถือได้หรือไม่'=>
                                    'ได้ คุณสามารถเล่นเกมของเราได้บนอุปกรณ์พกพา เช่น โทรศัพท์ Android, iPhone และแท็บเล็ต '
                                    . 'คุณสามารถเข้าเว็บไซต์สำหรับมือถือนี้ได้ด้วยอุปกรณ์ของคุณ {{@site.domains.mobile}}'), // may need revision. compare to english and see #3
                                array('ฉันเข้าเกมคาสิโนของคุณไม่ได้ ฉันควรทำอย่างไร' => 
                                    'หากคุณพบปัญหาในการเข้าเกมคาสิโนของเรา อาจเป็นเพราะว่าติดไฟร์วอลล์หรือคอมพิวเตอร์ของคุณมีสเปกขั้นต่ำไม่พียงพอสำหรับการเล่นเกมของเรา '
                                    . 'ลองปิดซอฟต์แวร์ไฟร์วอลล์และตรวจสอบให้มั่นใจว่าคุณเข้าเว็บไซต์อื่นๆ ได้เพื่อเป็นการตรวจสอบว่าการเชื่อมต่อของคุณทำงานอยู่ '
                                    . 'หากคุณยังคงพบปัญหาอยู่ ทีมสนับสนุนด้านเทคนิคของเราอาจช่วยคุณได้'),
                                array('เบราว์เซอร์ใดดีที่สุดในการเปิดเว็บไซต์ {{@site.name}}'=>
                                    '{{@site.name}} เบราว์เซอร์ที่เหมาะสำหรับเปิดเว็บไซต์ที่สุดได้แก่<br /><ul>'
                                    . '<li>Mozilla Firefox 31</li>'
                                    . '<li>Google Chrome 31</li>'
                                    . '<li>Internet Explorer 11</li></ul>'),
                                array('คอมพิวเตอร์ที่ใช้เล่นเกม {{@site.name}} ต้องมีคุณสมบัติอย่างไรบ้าง?'=>
                                    'คอมพิวเตอร์ควรมีคุณสมบัติต่อไปนี้: Adobe Flash Player v.11 หรือใหม่กว่า การเชื่อมต่ออินเทอร์เน็ตที่มีความเสถียร (ควรเป็นบรอดแบรนด์) ความละเอียดของหน้าจอขั้นต่ำ:1024 x 768'), //Diff format. Should be bullet form/list form #4
                                ),
                '2'=>   array(
                            array('จะเป็นอย่างไรหากระบบล่มในขณะที่กำลังเล่นเกม'=>
                                'หากระบบล่มในขณะที่กำลังเล่นเกม ไพ่ในมือจะถูกยกเลิกและเงินเดิมพันทั้งหมดจะคืนกลับให้ผู้เล่น ชิปจะถูกรีเซ็ตกลับเป็นจำนวนตอนเริ่มเกม'),
                            array('จะเป็นอย่างไรหากฉันขาดการเชื่อมต่อในขณะที่เป็นตาของฉัน'=>
                                'หากคุณขาดการเชื่อมต่อในขณะที่เป็นตาของคุณ คุณจะได้เวลาชดเชย x วินาทีเพื่อกลับเข้าเกมโดยจะกำหนดค่าในฝั่งเซิร์ฟเวอร์ของเราเป็นการป้องกันการขาดการเชื่อมต่อ '
                                . 'หากคุณไม่สามารถดำเนินการได้ทันภายในเวลาที่กำหนด เท่ากับหมดเวลาในตาของคุณและจะถือว่าคุณผ่านหรือหมอบ '
                                . 'จากนั้นจะเปลี่ยนสถานะเป็น นั่งดู จนกว่าจะกลับมาและเริ่มเล่นต่อ'),
                            array('โต๊ะโป๊กเกอร์ที่ฉันต้องการเข้าร่วมเต็ม ฉันควรทำอย่างไร'=>
                                'หากโต๊ะที่คุณต้องการเข้าร่วมเต็มอยู่ คุณสามารถเข้าไปดูโต๊ะนั้นได้และหากผู้เล่นในปัจจุบันเปลี่ยนสถานะเป็นนั่งดู คุณก็สามารถเข้าร่วมแทนได้ '
                                . 'ในทางอื่นๆ คุณสามารถเลือกเข้าร่วมโต๊ะอื่นได้เนื่องจากเรามีหลายโต๊ะที่มีการตั้งค่าเหมือนกัน'),
                            array('ซื้อชิปเข้าเล่นต่ำสุดคืออะไร'=>
                                'ซื้อชิปเข้าเล่นต่ำสุดจะขึ้นอยู่กับค่าที่ถูกตั้งไว้ในแต่ละโต๊ะ '
                                . 'ข้อมูลของการซื้อชิปเข้าเล่นต่ำสุดจะมีการระบุไว้ในรายชื่อแต่ละโต๊ะที่ล็อบบี้เกม'),
                            array('‘อัตราการหักเงินกองกลาง’ คืออะไร อัตราการหักเงินกองกลางของ {{@site.name}} คือเท่าใด'=>
                                'อัตราการหักเงินกองกลางเป็นค่าตอบแทนเล็กน้อยที่เจ้าของได้รับจากเงินกองกลางในแต่ละเกมเนื่องจากนี่เป็นบริการเล่นเกมโป๊กเกอร์ทางอินเทอร์เน็ต ซึ่งหมายความว่าคุณไม่ได้เล่นโป๊กเกอร์กับทางเจ้าของ แต่คุณเล่นกับผู้เล่นคนอื่นๆ ' // #5 need product name 
                                . 'อัตราการหักเงินกองกลางของเราคิดแค่เพียง 3% เท่านั้น'),
                            array('ฉันจะดูประวัติไพ่ในมือได้อย่างไร '=>
                                'ที่โต๊ะจะมีปุ่ม ประวัติ อยู่ด้านซ้ายของ UI ผู้เล่น '
                                . 'ผู้เล่นสามารถคลิกเพื่อดูประวัติล่าสุดหรือคลิก ดูประวัติอย่างละเอียด เพื่อดูรายละเอียดทั้งหมดสำหรับไพ่ที่เคยถือทั้งหมดของโต๊ะนั้น'),
                            array('ฉันเล่นโต๊ะเดียวกับเพื่อนฉันได้หรือไม่'=>'ได้ {{@site.name}} is happy for friends, relatives, and acquaintances to play at the same table as each other. ' #6 wrong wordings
                                . 'อย่างไรก็ตาม เมื่อทำเช่นนั้น เราหวังว่าคุณจะเล่นเอาจริงกับเพื่อนของคุณเช่นเดียวกับที่เล่นกับผู้เล่นคนอื่น และคุณห้ามแบ่งปันข้อมูลไพ่ที่คุณถืออยู่หรือข้อตกลงลับในการเล่น (การกระทำดังกล่าวถือเป็นการสมรู้ร่วมคิด ซึ่งเป็นข้อห้ามโดยเด็ดขาด)'),
                            array('กฎในการแชทเป็นเช่นไร'=>
                                'ผู้ที่นั่งอยู่เท่านั้นที่จะแชทได้ '
                                . 'เราจะมีชุดคำต้องห้ามดำเนินการอยู่ในระบบและกฎเกี่ยวกับการฟลัดข้อความแชทเพื่อให้มั่นใจว่าระบบแชทจะไม่ถูกใช้ในทางที่ผิดโดยผู้เล่นบางคน '
                                . 'กฎการแชททั้งหมดสามารถดูได้ที่กฎการเล่นเกมข้อที่ 6'),
                            array('ฉันจะใส่รูปของฉันเองได้อย่างไร'=>
                                'คุณสามารถอัพโหลดรูปของคุณได้ที่ล็อบบี้เกม (อยู่ที่ด้านขวาบนของ UI ผู้เล่น) '
                                . 'รูปที่ต้องการอัพโหลดจะต้องมีความละเอียดไม่เกิน 100x100 และต้องเป็นไฟล์ jpg หรือ png เท่านั้น. '
                                . 'นอกจากนี้ ห้ามใช้รูปอนาจารหรือน่ารังเกียจและต้องไม่ละเมิดเครื่องหมายการค้า ลิขสิทธิ์ความเป็นส่วนตัว'),
                            array('พนักงานได้รับอนุญาตให้เล่นบนเว็บไซต์ของคุณหรือไม่'=>
                                'ไม่ ห้ามพนักงานคนใดเล่นเกมโป๊กเกอร์นี้ '
                                . 'ทั้งนี้เพื่อเป็นการป้องกันการละเมิดในข้อมูลใดๆ ที่อาจเกิดขึ้น '
                                . 'และเพื่อความโปร่งใสยุติธรรมต่อผู้เล่นทุกคน'),
                            array('ฉันจะดูโป๊กเกอร์ทัวร์นาเมนต์ที่กำลังจะมาถึงได้ที่ไหน'=>
                                'คุณสามารถดูรายการทัวร์นาเมนต์ที่กำลังจะมาถึงได้ในล็อบบี้เกม '
                                . 'โดยจะมีแท็บ ทัวร์นาเมนต์ ซึ่งจะประกาศทัวร์นาเมนต์ทั้งหมดที่จะจัดขึ้นในเวลาอันใกล้'),
                            array('ฉันจะสมัครแข่งทัวร์นาเมนต์โป๊กเกอร์ได้อย่างไร'=>
                                'คุณสามารถสมัครแข่งทัวร์นาเมนต์โป๊กเกอร์ได้หากทัวร์นาเมนต์ที่คุณต้องการเปิดรับสมัครแล้ว '
                                . 'คุณสามารถดูช่วงเวลารับสมัครได้โดยการคลิก รายละเอียด ของแต่ละทัวร์นาเมนต์'),
                            array('ฉันสามารถเล่นพร้อมกันมากกว่าหนึ่งโต๊ะได้หรือไม่'=>'ได้แน่นอน {{@site.name}} ‘ รองรับการให้ผู้เล่นเล่นได้หลายโต๊ะในเวลาเดียวกัน'),
                            array('จะเป็นอย่างไรหากต้องมีการยกเลิกทัวร์นาเมนต์'=>
                                'หากมีเหตุอันควรให้ทัวร์นาเมนต์ต้องถูกยกเลิก เราจะส่งชิปที่ซื้อเพื่อเข้าร่วมและค่าสมัครคืนให้ผู้เล่นทุกคนทันที'),
                            ),
                '3'=> array(
                            array('Tangkas มีฟีเจอร์อะไรบ้าง' => 
                                'Tangkas มีฟีเจอร์น่าสนใจมากมาย ซึ่งทำให้เราโดดเด่นแตกต่างจากคู่แข่ง เช่น <br /><ul>'
                                . 'ไพ่โจ๊กเกอร์ในใบแรกหรือใบที่สามจะทำให้มีการชนะแบบโฟร์การ์ด (4K) เป็นขั้นต่ำ โจ๊กเกอร์สองใบในทุกชุดไพ่จะทำให้มีการชนะแบบสเตรทฟลัช (STR Flush) เป็นขั้นต่ำ ไพ่เอซปรากฏในใบแรกและใบที่สามจะทำให้มีการชนะแบบฟูลเฮาส์ (Full House) เป็นขั้นต่ำ การชนะแบบแจ็คพ็อตโฟร์การ์ด (jp4K) แจ็คพ็อตสเตรท (jpSTR) แจ็คพ็อตไฟฟ์การ์ด (jp5K) แจ็คพ็อตรอยัลฟลัช (jpROYAL) และแจ็คพ็อตแบบอื่นนั้นเป็นไปได้ง่ายมาก คุณมีโอกาสคว้า Tangkas Super Jackpot และคุณสามารถเล่นได้พร้อมกันสูงสุดถึงสามโต๊ะ'),
                            array('คุณมีการจำกัดใดๆ ในขั้นตอนของเกมใน Tangkas หรือไม่'=>
                                'Tangkas จำกัดขั้นตอนของเกมไว้ในรูปแบบ 2 ขั้นตอนเพื่อประสบการณ์ในการเล่นเกมที่ดีที่สุด'),
                            array('ฉันจะนั่งที่โต๊ะโดยไม่ทำอะไรเลยได้นานแค่ไหน' => 
                                'คุณสามารถนั่งที่โต๊ะโดยไม่ทำอะไรเลยได้นานที่สุด 1 ชั่วโมง '
                                . 'เมื่อครบตามเวลา ระบบจะจบเกมและนำคุณออกจากโต๊ะ'),
                            array('จะมีช่วงที่ไม่สามารถเล่นเกมได้เนื่องจากการปิดปรับปรุงหรือไม่'=>
                                'มี เรามีกำหนดการปิดปรับปรุงทุกวันพุธ ช่วงดาวน์ไทม์จะอยู่ที่ 30 นาทีถึง 1 ชั่วโมง และหลังจากนั้นผู้เล่นก็จะเล่นต่อได้ตามปกติ'),
                            array('จะต้องมีเครดิตอย่างน้อยเท่าใดจึงจะเล่นเกมนี้ได้'=>
                                'เครดิตขั้นต่ำที่จะเล่นเกมนี้คือ 1 เครดิต'),
                            array('ฉันลืมรหัสผ่าน ฉันควรทำอย่างไร'=>
                                'หากคุณลืมชื่อเข้าสู่ระบบหรือรหัสผ่าน หน้าฝ่ายช่วยเหลือบัญชีจะให้คุณขอรับรหัสผ่านโดยจะมีการส่งไปให้คุณ '
                                . 'ผู้เล่นจะต้องคลิกปุ่ม “ลืมรหัสผ่าน” ซึ่งอยู่ข้างใต้ฟิลด์เข้าสู่ระบบ '
                                . 'คุณจะต้องกรอกและส่งชื่อเข้าสู่ระบบ อีเมลผู้ใช้ คำตอบรักษาความปลอดภัย และรหัสการตรวจสอบ '
                                . 'เมื่อระบบตรวจสอบข้อมูลทั้งหมดของคุณ ระบบจะส่งลิงค์ไปให้ผู้เล่นผ่านทางอีเมลเพื่อให้ผู้เล่นใช้หรือเปลี่ยนรหัสผ่าน'),
                            array('เบราว์เซอร์ที่รองรับในการเล่น Tangkas อันใดที่แนะนำ'=>'ระบบของเรารองรับเบราว์เซอร์ Google Chrome และ Mozilla Firefox สำหรับประสบการณ์การเล่นเกมที่ดีที่สุด'),
                            array('ฉันสามารถเล่นเกมนี้บนอุปกรณ์ Android หรือ iPhone ได้หรือไม่'=>'ได้ เกมนี้สามารถเล่นบนอุปกรณ์ Android หรือ iPhone ได้ตราบใดที่ผู้เล่นใช้เบราว์เซอร์ที่รองรับดังที่กล่าวไปข้างต้น'),
                            ),
                '1'=>   array(
                            array('การวางเดิมพันต้องทำอย่างไร'=>'การวางเดิมพันในเกมสล็อตทำได้โดยการเลือกจำนวนแถวที่ต้องการวางเดิมพันและค่าเดิมพันต่อแถว'),
                            array('จะเพิ่ม / ลดเดิมพันและแถวรางวัลได้อย่างไร'=>
                                'หากต้องการตั้งค่าเดิมพันต่อแถวและจำนวนของแถวรางวัล ให้ใช้ปุ่มควบคุมที่มีสัญลักษณ์ + หรือ > และสัญลักษณ์ – or < ที่ฟิลด์ค่าด้านใดด้านหนึ่ง เมื่อคลิกปุ่มแต่ละครั้ง เดิมพันต่อแถวจะเพิ่มขึ้น '
                                . 'เมื่อวางเดิมพันถึงจำนวนสูงสุดที่อนุญาต ปุ่มควบคุม + หรือ > จะไม่สามารถใช้งานได้ '
                                . 'เมื่อวางเดิมพันถึงจำนวนต่ำสุดที่อนุญาต ปุ่มควบคุม + หรือ > จะไม่สามารถใช้งานได้</p>'
                                . '<p>นอกจากนี้ ส่วนติดผู้ใช้ของผู้เล่นยังมีปุ่มฟังก์ชันในการเลือกจำนวนสูงสุดและจำนวนต่ำสุดสำหรับการเดิมพันและแถว'),
                            array('การหมุนอัตโนมัติคืออะไร'=>
                                'ตัวเลือกนี้อนุญาตให้คุณเลือกจำนวนที่ต้องการหมุนซ้ำพร้อมจำนวนของแถวรางวัลและเงินเดิมพันต่อแถวที่เลือก '
                                . 'คุณสามารถเลือกหมุนซ้ำ 5, 10, 25, 50, 100, 500 หรือ 1000 ครั้งและคลิกปุ่ม หมุนอัตโนมัติ หรือกดคีย์สเปซบาร์บนคีย์บอร์ดเพื่อใช้ตัวเลือกนี้'
                                . '</p><p>ปุ่ม หมุนอัตโนมัติ จะถูกแทนที่ด้วยปุ่ม หยุด เมื่อใช้งานฟังก์ชันนี้อยู่ '
                                . 'หากต้องการหยุดหมุนวงล้อ ให้ใช้ หยุด หรือกดคีย์สเปซบาร์บนคีย์บอร์ด'),
                            array('แถวรางวัลคืออะไร'=>
                                'แถวรางวัลคือเส้นตรงหรือเส้นซิกแซกที่ลากผ่านสัญลักษณ์หนึ่งรูปของแต่ละวงล้อ รวมไปถึงใช้ประเมินว่าผู้เล่นชนะรางวัลหรือไม่ '
                                . 'แถวรางวัลแต่ละแถวจะถูกไฮไลต์บนหน้าจอเกม'),
                            array('สัญลักษณ์ไวลด์คืออะไร'=>
                                'สัญลักษณ์ไวลด์ใช้แทนสัญลักษณ์ใดก็ได้ (ยกเว้นสัญลักษณ์โบนัส) และนำไปผสมกับสัญลักษณ์อื่นเพื่อให้ชนะรางวัลได้'),
                            array('การหมุนฟรีคืออะไร'=>
                                'การได้หมุน “ฟรี” หมายความว่าในระหว่างที่เล่นเกม มีเกมโบนัสพิเศษเกิดขึ้นจากกลุ่มสัญลักษณ์พิเศษ “สแคทเทอร์” '
                                . 'เกมโบนัสนี้ให้คุณหมุนวงล้อได้โดยไม่ต้องวางเดิมพัน '
                                . 'แต่รางวัลที่คุณได้จากในรอบนี้จะเป็นของคุณเหมือนกับที่คุณใช้เงินจริงเล่น'),
                            array('เกมเสี่ยงโชคคืออะไร'=>
                                'การชนะแถวรางวัลใดๆ จะทำให้ผู้เล่นได้เล่นเกมเสี่ยงโชค '
                                . 'รางวัลที่คุณชนะในรอบที่แล้วกลายมาเป็นเดิมพันในรอบนี้และคุณมีสิทธิ์เสี่ยงลุ้นโอกาสที่จะได้รางวัลเพิ่มเป็นสองเท่า '
                                . 'ทุกครั้งที่คุณชนะ คุณจะได้รับจำนวนเงินที่ชนะและกลับไปเล่นเกมหลักได้'),
                            array('สล็อตแมชชีนออนไลน์ทำงานอย่างไร'=>
                                'สล็อตแมชชีนออนไลน์ประกอบด้วยวงล้อเสมือนที่มีสัญลักษณ์ และตำแหน่งที่วงล้อหยุดหลังจากการหมุนจะขึ้นอยู่กับ RNG หรือระบบกำหนดเลขแบบสุ่ม '
                                . 'ตัวเลขที่กำหนดขึ้นแบบสุ่มส่งข้อมูลและโยงไปยังตำแหน่งใดตำแหน่งหนึ่งบนวงล้อภายในเกมสล็อตและนี่คือจุดที่ผลออกมา'),
                            array('เล่นสล็อตออนไลน์ปลอดภัยหรือไม่'=>
                                'คุณจะพบว่าการรักษาความปลอดภัย ความปลอดภัย และความเป็นส่วนตัวของผู้เล่นเป็นสิ่งสำคัญมากสำหรับคาสิโนสล็อตออนไลน์ '
                                . 'อุตสาหกรรมเกมออนไลน์มีการควบคุมเป็นอย่างดี และมีโอกาสน้อยมากในการฉ้อโกงหรือใช้ข้อมูลของผู้เล่นไปในทางที่ผิด '
                                . 'คำตอบคือ แน่นอน การเล่นสล็อตออนไลน์นั้นปลอดภัย'),
                            array('สล็อตออนไลน์มีแบบใดบ้าง'=>
                                'ในอินเทอร์เน็ตมีเกมสล็อตหลากหลายรูปแบบมาก '
                                . 'ผู้เล่นสามารถเล่นสล็อต 3 ช่องแบบคลาสสิค สล็อตโบนัส สล็อตที่แจ็คพ็อตเพิ่มขึ้นเรื่อยๆ และยังมีธีมน่าสนใจพร้อมกราฟิกและเสียงประกอบอลังการให้เลือกมากมาย'),
                            array('เกมสล็อตในคาสิโนออนไลน์โปร่งใสยุติธรรมหรือไม่'=>'แน่นอนร้อยเปอร์เซ็นต์'
                                . ' คุณจะชนะหรือแพ้ขึ้นอยู่กับ RNG หรือระบบกำหนดตัวเลขแบบสุ่มและไม่มีทางที่คนจะเข้าไปมีอิทธิพลต่อผลของเกม'),
                            array('เกมแฟลชสล็อตคืออะไร'=>'เกมแฟลชสล็อตคือเกมสล็อตเวอร์ชันแฟลชที่บางคาสิโนให้บริการ ซึ่งสามารถเล่นออนไลน์ได้โดยไม่ต้องดาวน์โหลดชุดโปรแกรมเกมของคาสิโน'),
                            array('สัญลักษณ์คืออะไร'=>
                                'สัญลักษณ์คือภาพหรือรูปต่างๆ ที่อยู่บนวงล้อ '
                                . 'โดยส่วนมากจะเป็นไปตามธีมหลักของเกม '
                                . 'การได้รับรางวัลในเกมสล็อตขึ้นอยู่กับตำแหน่งของสัญลักษณ์ ไม่ว่าจะเป็นสัญลักษณ์เดี่ยว หรือต้องรวมกับสัญลักษณ์อื่น'),
                            array('จะเป็นอย่างไรหากการเชื่อมต่ออินเทอร์เน็ตของฉันขาดการเชื่อมต่อระหว่างเล่นเกม'=>
                                'หากคุณขาดการเชื่อมต่อระหว่างที่เล่นเกมสล็อตออนไลน์และเชื่อมต่อกลับเข้าเกมไม่ได้ คุณจะออกจากระบบหลังจากไม่มีการใช้งานเป็นระยะเวลาหนึ่ง '
                                . 'ในเกมสล็อตออนไลน์ ผู้เล่นไม่ได้รับผลกระทบจากการเชื่อมต่อเครือข่ายที่ไม่ต่อเนื่องเนื่องจากเซิร์ฟเวอร์จะส่งผลลัพธ์ออกมาในทันทีหรือภายในช่วงระยะเวลาหนึ่งซึ่งมีการตั้งค่าโดยระบบ '
                                . 'หากผู้เล่นขาดการเชื่อมต่อระหว่างเกมพิเศษที่ต้องมีการดำเนินการ ระบบจะรอเป็นช่วงระยะเวลาหนึ่งเพื่อให้ผู้เล่นเข้าสู่ระบบอีกครั้งและเล่นเกมต่อหรือมีการจัดการผลลัพธ์โดยระบบเองหากช่วงเวลาดังกล่าวผ่านพ้นไปแล้ว'),
                            )
                );
    return require '../../'.PROJECT_DIR.'/front_resources/lang/'.Lang::locale().'/'.basename(__FILE__);